Repository: salmanthecoder/fast-pay
Catalog: src/locale/messages.*.xlf
Languages: nl

# transfer_money_dialog
source: Transfer Money
nl: Geld overmaken

# from_account_dialog
source: <mat-label>From Account: <Strong>Free Checking(4692)</Strong></mat-label>
nl: <mat-label>Van account: <Strong>Free Checking(4692)</Strong></mat-label>

# to_account_dialog
source: <mat-label>To Account: <Strong>{{name}}</Strong></mat-label>
nl: <mat-label>Verklaren: <Strong>{{name}}</Strong></mat-label>

# amount_dialog
source: <mat-label>Amount: <Strong>$ {{amount}}</Strong></mat-label>
nl: <mat-label>Bedrag: <Strong>$ {{amount}}</Strong></mat-label>

# transfer_button_dialog
source: Transfer
nl: Overdracht

# make-transer
source: Make a Transfer
nl: Maak een overboeking

source: From Account
nl: Van account

# to_account_place
source: Please enter name
nl: Voer een naam in

source: To Account
nl: Verklaren

source: Amount
nl: Bedrag

# to_account_error
source: Please enter "To Account"
nl: Voer naar account in

# amount_error
source: Please enter "Amount"
nl: Voer een bedrag in

# to_account_min_error
source: Account name should be minimum 3 character
nl: Accountnaam moet minimaal 3 tekens lang zijn

# to_account_max_error
source: Account name can not be more than 60 characters
nl: Accountnaam mag niet langer zijn dan 60 tekens

# amount_max_error
source: Max amount tranfer possible is 99999
nl: Het maximale bedrag dat kan worden overgemaakt is 99999

# amount_valid_error
source: Please enter valid "Amount"
nl: Het maximale bedrag dat kan worden overgemaakt is 99999

# amount_overdraft_error
source: Overdraft amount cannot be more then 500
nl: Het debetbedrag kan niet hoger zijn dan 500

source: Submit
nl: Verzenden

# transactionsDetails_no
source: No recent transactions
nl: Geen recente transacties

# transactionsDetails_undefined
source: Sorry something is wrong, Please try again later
nl: Sorry, er is iets mis. Probeer het later opnieuw

# search_by_typing_place
source: Search by typing..
nl: Zoeken door te typen ..

source: Sort by
nl: Sorteer op

source: Date
nl: Datum

source: Beneficiaries
nl: Begunstigden

# recent_transactions_id
source: Recent Transactions
nl: Recente transacties

source: Please enter "To Account" and "Amount"
nl: Voer "Naar account" en "Bedrag" in

source: Please enter "To Account"
nl: Voer "Naar account" in

source: Please enter "Amount"
nl: Voer "Bedrag" in

source: Please enter valid "Amount"
nl: Voer een geldig "Bedrag" in

source: Overdraft amount cannot be more then 500
nl: Het debetbedrag mag niet hoger zijn dan 500
